[
  {
    "id": 1,
    "date": "26 Dec 2019",
    "image": "https://i.ibb.co.com/Q7LQ7gf6/media-21578075e049caa22463.jpg",
    "image_url": "https://i.ibb.co.com/Q7LQ7gf6/media-21578075e049caa22463.jpg",
    "author": "Dr. Ibrahim Hossain",
    "readMoreLink": "/blog/healthy-lifestyle",
    "title": "White Discharge – What, How and Home Remedies",
    "details": "White discharge is also called Luquaria or Vaginal discharge which is commonly known issues for women. Gynecologist doctors says that women usually have slight vaginal discharge in women. In the medical term it is also known as Luquaria. This keeps the vagina clean and helps prevent infection. Most of the time this is perfectly normal. There will be more discharge if you are ovulating, breastfeeding and sexually aroused. Any change in the vagina’s balance of normal bacteria can affect the smell, color, or discharge texture. These are a few of the things that can upset that balance. Any change in the vagina’s balance of normal bacteria can affect the smell, color, or discharge texture. These are a few of the things that can upset that balance."
  },
  {
    "id": 2,
    "date": "10 Jan 2020",
    "image": "https://i.ibb.co.com/B2G2C9RJ/media-20007893955e049ca8e81b3.jpg",
    "title": "10 Tips for a Healthy Lifestyle",
    "author": "Dr. Sarah Johnson",
    "readMoreLink": "/blog/healthy-lifestyle",
    "details":"Food poisoning, also referred foodborne illness is the result of eating contaminated, spoiled, or toxic food as well as chemical or natural toxins such as poisonous mushrooms. Contamination can also occur at home if food is incorrectly handled or cooked. Infectious organisms including bacteria, viruses and parasites or their toxins are the most common causes of food poisoning. If you have food poisoning then avoid drink and food altogether for a few hours. Vomiting and Diarrhea can cause dehydration so drinking small sips of water is a good. Sucking on ice chips can prevent from dehydration. Other suggested liquids are sodas, vegetable broth and decaffeinated tea. When you feel you can eat something than eat stick to bland, low-fat, low-fiber foods. Do not eat fatty food that will be harder for your stomach to digest."
  },
  {
    "id": 3,
    "date": "05 Feb 2020",
    "image": "https://i.ibb.co.com/7JDM6T6P/media-7492952475e049ca8e6c1f.jpg",
    "title": "Common Skin Problems and Solutions",
    "author": "Andrew Miller",
    "readMoreLink": "/blog/skin-problems",
    "details":"Heart is a muscle and requires a constant supply of oxygen-rich blood to keep it healthy. Heart attack happens when there is a sudden loss of blood flow to a part of your heart muscle. Most heart attacks are caused by coronary heart disease.Heart attack occurs when the smooth inner walls of the arteries that supply the blood to the heart muscle will be damaged and narrow due to the buildup of fatty materials, called plaque. When an area of plaque breaks, blood cells and other parts of the blood stick to the damaged area and form blood clots. A heart attack occurs when a blood clot completely blocks the flow of blood to the heart muscle."
  },
  {
    "id": 4,
    "date": "18 Mar 2020",
    "image": "https://i.ibb.co.com/MkGcqshL/media-3737803485e049caa6953e.jpg",
    "title": "How to Boost Your Immunity Naturally",
    "author": "Emma Watson",
    "readMoreLink": "/blog/boost-immunity",
    "details": "Breast cancer is a collection of cancer cells arising from the cells of the breast. Although breast cancer predominantly occurs in women, it can also affect men. Breast cancer is cancer that develops from breast tissue.Lump in the breast or armpit.Inverted nipple.Lump in the breast or armpit.Sore nipple.Orange-peel texture or dimpling of the breast’s skin. Change in the size or shape of the breast or nipple."
  },
  {
    "id": 5,
    "date": "02 Apr 2020",
    "image": "https://i.ibb.co.com/bgC3m1n3/media-6801400485e049ca8bb2e2.jpg",
    "title": "Daily Exercise Routine for Beginners",
    "author": "John Carter",
    "readMoreLink": "/blog/daily-exercise",
    "details": "Americans are obsessed with keeping their weight in check, and yet the national obesity rate is rising rapidly, the number of type 2 diabetics and pre diabetics has soared, and junk food flies off the grocery store shelves.How can it be that we are spending so much time and energy trying to figure out how to eat more healthfully, but are failing? Part of the problem is the wide array of fad diets that promise the moon, the stars and the ability to wear jeans that are a couple sizes smaller. On the other hand, some food fads can be really good for you, as long as you know what to look for and how to incorporate them into your daily routine. It is wise to vary your daily intake including foods from all of the food groups. A diet rich in fruits and vegetables along with whole grains, healthy fats, and lean protein will provide an array of nutrients your body needs. Here are some food fads that are more than just fads; they are actually good for you. Leafy Greens People tend to turn their nose up at kale, spinach, Swiss chard and beet greens. However, these leafy green vegetables are versatile and pack significant nutritional benefit, helping to give you more energy, maintain healthy vision and improve cholesterol levels. If you do decide to make leafy greens a bigger part of your diet, be imaginative. Add them in with your scrambled eggs in the morning, make a sandwich using romaine lettuce in place of bread, add greens to your smoothie or add them to your favorite soup recipe.Pulses You may have never heard of are the seeds of dry crops: dry peas, beans, chickpeas and lentils. The United Nations declared 2016. The International Year of the  versatile, flavorful, affordable and sustainable. They can also be ground into gluten-free flour and used for healthy alternatives to breads and baked goods. Try hummus in a salad or on a sandwich or try lentil soup to incorporate pulses into your daily routine"
  },
  {
    "id": 6,
    "date": "12 May 2020",
    "image": "https://i.ibb.co.com/pB7GpgrH/media-18598544785e049ca8b65de.jpg",
    "title": "Bladder Weakness – What, Why and Natural Remedie",
    "author": "Asik Karim",
    "readMoreLink": "/blog/daily-exercise",
    "details":"Bladder Weakness is caused by a weakening of the pelvic floor muscles that keep the urethra closed. Generally unintentional loss of urine during normal day to day activities is caused in cold weather or drinking more liquid but repeated urine can also be a sign of some serious disease. Your bladder can hold up to 400–600 milliliters of urine. The recommended daily intake of liquids is 1.5 liters and if you are smoker or drinker then daily intake of liquids is 2.0 – 2.5 liters. Person should visit the bathroom between four and eight times during the day and once at night."
  },
  {
    "id": 7,
    "date": "28 Apr 2023",
    "image": "https://i.ibb.co.com/fYNh8HGv/media-17758406055e049ca8dfbaa.jpg",
    "title": "Breast Cancer – 7 Tips to Avoid This",
    "author": "Asik Karim",
    "readMoreLink": "/blog/daily-exercise",
    "details":"Breast cancer is a collection of cancer cells arising from the cells of the breast. Although breast cancer predominantly occurs in women, it can also affect men. Breast cancer is cancer that develops from breast tissue. Symptoms of Breast Cancer. Lump in the breast or armpit. Inverted nipple. Lump in the breast or armpit. Orange-peel texture or dimpling of the breast’s skin"
  },
  {
    "id": 8,
    "date": "14 jul 2025",
    "image": "https://i.ibb.co.com/60BjgzwD/media-727976285e049ca8ca2af.jpg",
    "title": "A Broken Heart Can Hurt More Than You Think",
    "author": "Nabila Karim",
    "readMoreLink": "/blog/daily-exercise",
    "details":"Whether it's losing a loved one, or putting a family pet to rest, a broken heart hurts. But there may be more truth to the phrase than was intended. That's because serious medical repercussions can occur after any highly stressful situation. Dr. Ambrose answers questions about what it means to have a broken heart. What is broken heart syndrome? A. Broken heart syndrome, officially called stress cardiomyopathy or takotsubo syndrome, is a rare disease in which the heart function becomes abnormally low. It can happen during extremely stressful moments, extreme emotional reactions to particular events in a person's life or significant illness. This syndrome seems to occur more often in postmenopausal women and can occur even in those without any history of heart disease. Symptoms can be severe and are caused by short-term heart muscle failure."
  },
  {
    "id": 9,
    "date": "23 Nov 2025",
    "image": "https://i.ibb.co.com/WvmYxTr7/media-10890832985e049ca8cbb4c.jpg",
    "title": "What steps can I take as a parent to ensure my child stays healthy during the school year?",
    "author": "Iftekhar Mahmud",
    "readMoreLink": "/blog/daily-exercise",
    "details":"The best things you can do to keep your child healthy is offer a healthy diet (lots of fresh fruits and veggies), make sure they get enough sleep, remind them to wash their hands frequently (especially before eating and after using the bathroom) and make. At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsada At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsada"
  },
  {
    "id": 10,
    "date": "22 Jan 2024",
    "image": "https://i.ibb.co.com/6c1gk5f4/media-9280659855e049ca8d12d0.jpg",
    "title": "Should I bring my child in for a routine physical prior to school starting?",
    "author": "Hredoy Khan",
    "readMoreLink": "/blog/daily-exercise",
    "details":"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsada At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsadaAt vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique suntasdadsada"
  }
]
